---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Diffusivity
source: html/dfdab47c-1c91-666d-5c7b-2ee455817450.htm
---
# Autodesk.Revit.DB.SpecTypeId.Diffusivity Property

Diffusivity, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId Diffusivity { get; }
```